Repository: eduMFA/authenticator-next
Catalog: src/locales/*/messages.po
Languages: de

source: to get started.
de: um loszulegen.

source: Accept
de: Akzeptieren

source: Are you sure you want to delete this token?
de: Möchtest du diesen Token wirklich löschen?

source: Camera permission required
de: Kamera-Berechtigung erforderlich

source: Cancel
de: Abbrechen

source: Decline
de: Ablehnen

source: Delete
de: Löschen

source: Delete token
de: Token löschen

source: Dismiss
de: Schließen

source: Download 2FAS
de: 2FAS herunterladen

source: Edit
de: Bearbeiten

source: Failed to add token
de: Token konnte nicht hinzugefügt werden

source: Grant permission
de: Berechtigungen erteilen

source: No QR code found
de: Kein QR-Code gefunden

source: No results found for
de: Keine Ergebnisse gefunden für

source: No Token setup
de: Keine Token eingerichtet

source: Open Settings
de: Einstellungen öffnen

source: OR
de: ODER

source: Pair new Push Token
de: Neues Push-Token koppeln

source: Refreshing...
de: Aktualisiere...

source: Retry Rollout
de: Rollout erneut versuchen

source: Rolling out...
de: Rollout läuft...

source: Rollout Failed
de: Rollout fehlgeschlagen

source: Scan the QR code to pair a new push token.
de: Scanne den QR-Code, um einen neuen Push-Token zu koppeln.

source: Search Authenticator Apps
de: Authenticator-Apps suchen

source: Search tokens
de: Token suchen

source: Serial
de: Seriennummer

source: Tap the
de: Tippe auf

source: The provided QR code isn't a valid eduMFA token.
de: Der bereitgestellte QR-Code ist kein gültiger eduMFA-Token.

source: The QR code isn't supported by this app. Please use a general Authenticator app. We recommend 2FAS.
de: Der QR-Code wird von dieser App nicht unterstützt. Bitte verwenden Sie eine allgemeine Authenticator-App. Wir empfehlen 2FAS.

source: The token version is not supported by this app. Please update the app to the latest version or contact your institution for assistance.
de: Die Token-Version wird von dieser App nicht unterstützt. Bitte aktualisiere die App auf die neueste Version oder kontaktiere deine Institution für Unterstützung.

source: Upload QR Code
de: QR-Code hochladen

source: We need your permission to show the camera
de: Wir benötigen deine Erlaubnis, um die Kamera zu zeigen

source: You can enable camera permissions in your device settings
de: Du kannst die Kameraberechtigungen in deinen Geräteeinstellungen aktivieren

source: Your image did not contain a QR code.
de: Dein Bild enthielt keinen QR-Code.
